[
  {
    "name": "Volvo XC40",
    "img": "https://stimg.cardekho.com/images/carexteriorimages/630x420/Volvo/XC40/7535/1596174382297/front-left-side-47.jpg",
    "desc": "The Volvo XC40 is a stylish and very trendy SUV that brings cool Scandinavian styling – inside and out – and a wide range of engine options including mild hybrid, plug-in hybrid and even fully-electric models to the table.",
    "price": 30000
  },
  {
    "name": "Mercedes A-Class ",
    "img": "http://picolio.auto123.com/auto123-media/articles/2019/12/66591/Mercedes-Benz-A250-2019-01fr.JPG",
    "desc": "If you’re after a small(ish) car that promises big-money levels of tech and luxury but don’t want to pay, well, big money to get it, then allow us to introduce you to the Mercedes A Class.Put simply, it’s a posh family hatchback.",
    "price": 35000
  },
  {
    "name": "Audi A3 Sportback",
    "img": "https://i0.wp.com/namastecar.com/wp-content/uploads/2020/03/2021-Audi-A3-Sportback-7.jpg?fit=1920%2C1080&ssl=1",
    "desc": "Lamborghini-inspired design, super-advanced tech, and a luxury interior – the big guns have definitely been rolled out to tempt you into the new premium hathcback Audi A3.its will perfect match with you and your family.",
    "price": 39000
  },
  {
    "name": "Audi A1 Sportback",
    "img": "https://audimediacenter-a.akamaihd.net/system/production/media/63328/images/9ad842ff41aba23e530617ae36f4062fa9d7bad8/A186773_blog.jpg?1582428030",
    "desc": "If you’re looking for a small, easy-to-drive car but don’t want to compromise on quality, the Audi A1 Sportback is well worth a look. It’s a bit like Fabergé egg, because it’s small and looks and feels expensive. ",
    "price": 40000
  },
  {
    "name": "BMW 3 Series",
    "img": "https://www.ccarprice.com/products/BMW-3-Series-M340i-xDrive-S_1.jpg",
    "desc": "You know what you’re going to get with the BMW 3 Series. Quite simply, it’s going to be a brilliant all-round car – comfortable, practical, good to drive and desirable.That combination has meant the 3 Series is a bigger seller.",
    "price": 41000
  },
  {
    "name": "Audi Q3",
    "img": "https://www.audi.com.bd/content/dam/nemo/models/q3/q3/my-2019/1920x1080-inline-media-gallery/1920x1080-AQ3_181001.jpg",
    "desc": "The Audi Q3 is a spacious and stylish family SUV with a great interior and lots of hi-tech features. It’s an alternative to the BMW X1 and Volvo XC40 and sits between the Q2 and Q5 in the enormous range of SUVs available in Audi’s line-up.",
    "price": 48000
  },
  {
    "name": "Volkswagen Golf",
    "img": "https://cdn.motor1.com/images/mgl/GwgbA/s1/nuova-volkswagen-golf.jpg",
    "desc": "The Volkswagen Golf hatchback is one of those rare family cars that manages to be both classless and impressively classy all at the same time.It’s just posh enough that you could consider it as an alternative to the likes of the BMW.",
    "price": 50000
  },
  {
    "name": "Audi Q7",
    "img": "https://audimediacenter-a.akamaihd.net/system/production/media/80194/images/e2e014203de7870ca328b5272409013d25ccbf7e/A198109_blog.jpg?1582533138",
    "desc": "It’s becoming ever-more difficult to stand out in the world of big, seven-seat SUVs. Everything is becoming larger, more luxurious and high-tech, with increasingly aggressive styling.Well, Looks are deceiving, though.",
    "price": 56000
  },
  {
    "name": "Range Rover Evoque",
    "img": "https://www.stratstone.com/-/media/stratstone/land-rover/models/inline-images/range-rover-evoque/range-rover-evoque-front-720x405px.ashx?mh=1440&la=en&h=405&w=720&mw=2560&hash=4A82E2392A62349DAB115A5370141311",
    "desc": "The Range Rover Evoque is a small, premium SUV that you should consider if you want stylish looks, a high-tech interior and the ability to traipse further off-road than the likes of the Audi Q3, BMW X2 and Volvo XC40.",
    "price": 51000
  },
  {
    "name": "Toyota Aygo X",
    "img": "https://carwow-uk-wp-0.imgix.net/3_G3_Chilli-scaled-e1636041989262.jpg?auto=format&cs=tinysrgb&fit=clip&ixlib=rb-1.1.0&q=10&w=800",
    "desc": "The new Toyota Aygo X has been revealed ahead of it going on sale early next year. Few equally small city cars are offered as a jacked-up SUV inspired crossover, but you can consider the new Toyota Aygo X as an alternative to the likes.",
    "price": 65000
  }
]
